{
    "Javier Alejandro Garzon Escalante": {
        "name": "Javier Alejandro Garzon Escalante",
        "text": "Tuve la oportunidad de trabajar con Gabriela Aguilar en el desarrollo y estructuración del portal web de Positiva Compañía de Seguros, y puedo decir que es una profesional destacada en Front-end.\n\nGabriela tiene un manejo excelente de WordPress, Elementor Pro, React y JavaScript, y sabe implementar páginas dinámicas, formularios personalizados, elementos interactivos UX/UI.\n\nAdemás de sus habilidades técnicas, trabajar con ella fue una experiencia muy positiva; es colaborativa, proactiva y sabe integrarse al equipo, aportando ideas y soluciones de manera efectiva.\n\nSu enfoque en la calidad del código y en la experiencia del usuario hace que los proyectos en los que participa sean exitosos y bien ejecutados.\n\nRecomiendo ampliamente a Gabriela como profesional de Front-end y como compañera de trabajo confiable y comprometida."
    },
    "Joshua Aranza Cubides": {
        "name": "Joshua Aranza Cubides",
        "text": "Trabajar con Gabriela fue fluido y proactivo. Ella aportó ideas frescas, cumplió con los plazos establecidos y elevó la funcionalidad y el desarrollo de nuestro proyecto WordPress."
    },
    "Selene Santacruz": {
        "name": "Selene Santacruz",
        "text": "Trabajar con Gabi ha sido una experiencia muy enriquecedora, es una desarrolladora con gran atención al detalle y un excelente sentido estético.\n\nTiene una actitud muy positiva, sabe colaborar con el equipo y aporta siempre ideas valiosas para mejorar los productos.\n\nSu compromiso, responsabilidad y pasión por el desarrollo web la convierten en una profesional que cualquier equipo quisiera tener."
    },
     "Camilo Guerrero": {
        "name":  "Camilo Guerrero",
        "text": "Gaby es una excelente diseñadora web, pero sobre todo una gran persona... Nos encanta trabajar y hacer cosas grandiosas.. mil éxitos Gaby."
    },
     "Hugo Fabian Horta Florez": {
        "name":  "Hugo Fabian Horta Florez",
        "text": "Gabriela es una programadora altamente competente y apasionada, especializada en WordPress y con habilidades sólidas en HTML, CSS y JavaScript. A lo largo de su trayectoria, he evidenciado un excelente dominio en el diseño, desarrollo y personalización de sitios web utilizando WordPress, adaptándose perfectamente a las necesidades de cada proyecto. \n\n Su conocimiento en HTML y CSS le permite crear interfaces visualmente atractivas, optimizadas y completamente responsivas, asegurando una experiencia de usuario impecable en cualquier dispositivo. Además, su experiencia con JavaScript le permite agregar funcionalidades dinámicas e interactivas, aportando un valor añadido a los proyectos en los que participa."
    },
       "Fabiola Zavala Gertosio": {
        "name":  "Fabiola Zavala Gertosio",
        "text": "Tuve la oportunidad de trabajar con Gabriela Aguilar, y puedo afirmar que es una desarrolladora excepcional con un dominio impresionante en WordPress y desarrollo frontend. Su experiencia incluye el uso avanzado de Elementor, React y TypeScript, combinando estas herramientas para crear soluciones web modernas y funcionales. \n\n Es una persona con gran atención al detalle, siempre buscando la mejor manera de resolver desafíos y aportar valor a los proyectos en los que participa. Su pasión por el desarrollo web y su enfoque colaborativo la convierten en una pieza clave para cualquier equipo."
    },
     "Angely Escafuller": {
        "name":  "Angely Escafuller",
        "text": "Gabriela es una desarrolladora web excepcional con experiencia sólida en plataformas como WordPress, Shopify, Prestashop y en tecnologías modernas como React, TypeScript, JavaScript, HTML y CSS. He tenido el placer de trabajar con ella y puedo dar fe de su capacidad para abordar proyectos con profesionalismo, creatividad y un enfoque centrado en la solución.\n\n Además de sus habilidades técnicas, destaca por ser una persona de valores, siempre respetuosa y colaborativa. Es alguien que se esfuerza por crear un ambiente de trabajo positivo y que constantemente busca superar las expectativas en todo lo que hace. \n\n Recomiendo a Gabriela sin reservas para cualquier equipo que valore la excelencia técnica y las cualidades humanas. Estoy seguro de que será un gran aporte para cualquier proyecto o empresa."
    }
}
